Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/xed.tmx
Source language: en
Languages: sv

source: OnUnload event
sv: Avladdningshändelse

source: Symbol d-by-dt-partial
sv: Symbolen d-by-dt-partial

source: Ordered list
sv: Numrerad lista

source: OnBlur event
sv: Fokusförlusthändelse

source: Next ID
sv: Nästa ID

source: Brackets []
sv: Hakparenteser []

source: Reference ref
sv: Referens (ref)

source: OnMouseMove event
sv: Musförflyttningshändelse

source: Maths (inline)
sv: Matematik (infogad)

source: OnMouseDown event
sv: Musnedtryckningshändelse

source: Symbol em-dash ---
sv: Symbolen em-streck ---

source: Brackets ()
sv: Parenteser ()

source: Symbol d-by-dt
sv: Symbolen d-by-dt

source: Encode type
sv: Kodningstyp

source: Symbol infinity
sv: Symbolen oändlighet

source: Reverse link
sv: Bakåtlänk

source: Brackets {}
sv: Klammerparenteser {}

source: List of supported character sets
sv: Lista med teckenuppsättningar som stöds

source: OnMouseOut event
sv: Musutträdeshändelse

source: Header appendix
sv: Appendixrubrik

source: List itemize
sv: Punktlista

source: OnMouseOver event
sv: Musinträdeshändelse

source: Short inline quotation
sv: Kort infogat citat

source: Symbol en-dash --
sv: Symbolen en-streck --

source: Item
sv: Post

source: Brackets <>
sv: Vinkelparenteser <>

source: Typeface type
sv: Skrivmaskinstypsnitt

source: Typeface bold
sv: Fetstil

source: Profile metainfo dictionary
sv: Ordbok för profilmetainformation

source: Marquee
sv: Rullande text

source: Unordered list
sv: Onumrerad lista

source: List of MIME types for file upload
sv: Lista med MIME-typer för filuppladdning

source: OnSubmit event
sv: Skickahändelse

source: Symbol d2-by-dt2-partial
sv: Symbolen d2-by-dt2-partial

source: Font face
sv: Typsnitt
